{
  "Home": "หน้าแรก",
  "Service": "บริการ",
  "Pages": "หน้าเพจ",
  "Presale": "พรีเซล",
  "Blog": "บล็อก",
  "AboutUs": "เกี่ยวกับเรา",
  "TokenSale": "ขายโทเค็น",
  "The": "โทเค็น",
  "Giver": "กิฟเวอร์",
  "Token": "โทเค็น",
  "is a digital token used for carbon credit trading on the": "คือโทเค็นดิจิทัลที่ใช้สำหรับการซื้อขายเครดิตคาร์บอนบนแพลตฟอร์ม",
  "platform.": "แพลตฟอร์ม",
  "It aims to make transactions more efficient, secure, and eco-friendly by shifting from paper-based to digital processes.": "มีเป้าหมายที่จะทำให้การทำธุรกรรมมีประสิทธิภาพ ปลอดภัย และเป็นมิตรต่อสิ่งแวดล้อมมากขึ้นโดยเปลี่ยนจากกระดาษเป็นดิจิทัล",
  "Giver leverages blockchain and smart contracts to ensure transparency and connect carbon credit buyers with sellers easily.": "กิฟเวอร์ใช้บล็อกเชนและสมาร์ทคอนแทรคเพื่อให้ความโปร่งใสและเชื่อมต่อผู้ซื้อและผู้ขายเครดิตคาร์บอนได้อย่างง่ายดาย",
  "Token Sale": "ขายโทเค็น",
  "Benefits of the": "ประโยชน์ของ",
  "Carbon Credit": "เครดิตคาร์บอน",
  "Carbon Credit Trading": "การซื้อขายเครดิตคาร์บอน",
  "Net Zero Together": "โครงการ Net Zero Together",
  "The Giver Token platform streamlines secure, transparent carbon credit trading via blockchain, enabling global transactions without geographical limits. It connects users to the growing carbon credit market, helping reduce emissions and support certified carbon reduction projects.": "แพลตฟอร์ม กิฟเวอร์ โทเค็น ช่วยเพิ่มประสิทธิภาพการซื้อขายเครดิตคาร์บอนที่ปลอดภัยและโปร่งใสผ่านระบบบล็อกเชน ช่วยให้ทำธุรกรรมทั่วโลกได้โดยไม่มีข้อจำกัดทางภูมิศาสตร์ นอกจากนี้ยังเชื่อมต่อผู้ใช้กับตลาดเครดิตคาร์บอนที่กำลังเติบโต ช่วยลดการปล่อยก๊าซเรือนกระจกและสนับสนุนโครงการลดคาร์บอนที่ผ่านการรับรอง",
  "Net Zero Together Description": "'Net Zero Together' คือโครงการความร่วมมือที่นำโดยทีม Giver ซึ่งมุ่งมั่นสร้างอนาคตที่ยั่งยืนด้วยการบรรลุเป้าหมายความเป็นกลางทางคาร์บอน ผ่านการร่วมมือของทุกภาคส่วน การคิดค้นนวัตกรรม และการมีส่วนร่วมของชุมชน เรามุ่งลดผลกระทบต่อสิ่งแวดล้อมและสร้างโลกที่สะอาดและเขียวขจีเพื่อคนรุ่นหลัง มาร่วมเป็นส่วนหนึ่งไปกับทีม Giver เพื่อเดินหน้าสู่เป้าหมาย Net Zero และสนับสนุนให้ทุกคนมีบทบาทในเป้าหมายสำคัญระดับโลกนี้",
  "Learn more": "เรียนรู้เพิ่มเติม",
  "How to": "วิธีการทำงานของ",
  "Four steps to carbon credit trading on Giver": "สี่ขั้นตอนในการซื้อขายเครดิตคาร์บอนบน  กิฟเวอร์",
  "Connecting buyers and sellers": "เชื่อมต่อผู้ซื้อและผู้ขาย",
  "Buyers and sellers connect directly on the Giver platform.": "ผู้ซื้อและผู้ขายเชื่อมต่อโดยตรงบนแพลตฟอร์ม กิฟเวอร์",
  "Using Giver Token": "ใช้โทเค็น กิฟเวอร์",
  "Buyers pay for carbon credits with Giver Token.": "ผู้ซื้อจ่ายเงินเพื่อเครดิตคาร์บอนด้วยโทเค็น กิฟเวอร์",
  "Smart Contracts": "สมาร์ทคอนแทรค",
  "Transactions are secured and automated via Smart Contracts.": "การทำธุรกรรมได้รับการรักษาความปลอดภัยและอัตโนมัติผ่านสมาร์ทคอนแทรค",
  "Net Zero Together 2": "ก้าวเข้าสู่สังคม Net Zero ด้วยกัน",
  "Net Zero Together 2 Description": "Net Zero Together ด้วยนวัตกรรม และการลงมือทำ เพื่อมุ่งสู่ความเป็นกลางทางคาร์บอน",
  "Tokennomics": "โทเคนนอมิกส์",
  "Total Supply": "จำนวนทั้งหมด",
  "Tokens": "โทเคน",
  "Token Sale Details: The price of 1 Giver = 0.01 USD.": "รายละเอียดการขายโทเค็น: ราคาของผู้ให้ 1 คน = 0.01 ดอลลาร์สหรัฐ",
  "Those who purchase tokens during the Presale will receive a 20% bonus on their purchase, but the tokens must be locked for 2 years via a Vesting Smart Contract.": "ผู้ที่ซื้อโทเคนในช่วงพรีเซลจะได้รับโบนัส 20% จากการซื้อของพวกเขา แต่โทเคนต้องถูกล็อคไว้เป็นเวลา 2 ปีผ่านสัญญาฉลองสมาร์ท",
  "Buyers during the ICO phase will have early access to the Stake Pool and can earn an interest rate of 25%.": "ผู้ซื้อในช่วง ICO จะได้รับการเข้าถึง Stake Pool ล่วงหน้าและสามารถรับอัตราดอกเบี้ย 25%.",
  "Burn Target 40% =": "เป้าหมายการเผาไหม้ 40% =",
  "Pre-sale": "พรีเซล",
  "Developer and Project Owner": "ผู้พัฒนาและเจ้าของโครงการ",
  "Marketing, Community Development, Partnership": "การตลาด การพัฒนาชุมชน ความร่วมมือ",
  "Lock Liquidity": "ล็อคความเหลือ",
  "Reward": "รางวัล",
  "*Privilege for Pre-sale Customer": "*สิทธิพิเศษสำหรับลูกค้าพรีเซล",
  "More Documents": "เอกสารเพิ่มเติม",
  "White Paper EN Version": "เวอร์ชั่นภาษาอังกฤษ",
  "White Paper TH Version": "เวอร์ชั่นภาษาไทย",
  "How Our Platform work EN Version": "วิธีการทำงานของเราเวอร์ชั่นภาษาอังกฤษ",
  "How Our Platform work TH Version": "วิธีการทำงานของเราเวอร์ชั่นภาษาไทย",
  "Download": "ดาวน์โหลด",
  "about_us": {
    "title": "เกี่ยวกับเรา",
    "section_title_1": "เป็นองค์ประกอบสำคัญของธุรกิจยุคใหม่",
    "mission_vision_title": "พันธกิจและวิสัยทัศน์",
    "mission_vision_content": "ทีมงานของเราตระหนักถึงปัญหาภาวะโลกร้อนและต้องการเป็นส่วนหนึ่งของการเคลื่อนไหวสู่การบรรลุการปล่อยก๊าซสุทธิเป็นศูนย์ อย่างไรก็ตาม ระบบการซื้อขายคาร์บอนเครดิตในปัจจุบันยังคงใช้กระดาษและเงินพลาสติก ซึ่งก่อให้เกิดการปล่อยก๊าซคาร์บอนจำนวนมากในระหว่างการผลิต ดังนั้น เราจึงนำเทคโนโลยีบล็อกเชนมาใช้ในการซื้อขายคาร์บอนเครดิตเพื่อลดการใช้เงินตรา",
    "section_title_2": "พันธมิตรและผู้ร่วมงาน",
    "partner_content": "พันธมิตรของเราเป็นทีมผู้เชี่ยวชาญด้านการจัดการขยะทั้งบนบกและในทะเล พวกเขาได้ค้นหาวิธีลดและชดเชยการปล่อยก๊าซคาร์บอนไดออกไซด์ ทีมพัฒนาร่วมกับพันธมิตรจึงได้ร่วมมือกันสร้างโครงการนี้ขึ้นมา"
  },
  "presale": {
    "title": "เข้าร่วมการขายล่วงหน้าของ Giver",
    "slogan1": "Go Greener With Giver",
    "slogan2": "ในอนาคตของการซื้อขายคาร์บอนที่ยั่งยืน",
    "buy_with": "ซื้อ Giver Token ด้วย USDT เท่านั้น!",
    "join_us": "เข้าร่วมการขายล่วงหน้าของ Giver ทำตามขั้นตอนเหล่านี้",
    "connect_metamask": "เชื่อมต่อกระเป๋า MetaMask ของคุณ",
    "check_metamask": "ตรวจสอบบัญชี MetaMask ของคุณ",
    "your_account": "บัญชี Metamask ของคุณ",
    "purchased": "คุณได้ทำการซื้อโทเค็นแล้ว กรุณารอเพื่อรับโทเค็นในวันและเวลาที่กำหนด",
    "enter_usdt": "กรอกจำนวน USDT",
    "click_buy": "คลิกเพื่อซื้อ Giver ด้วย USDT",
    "buy_button": "ซื้อโทเค็น"
  },
  "benefits": {
    "benefits_title": "ประโยชน์ของการเข้าร่วมในการขายโทเค็น ",
    "benefit1_title": "โบนัส 20%",
    "benefit1_description": "จากจำนวนโทเค็นทั้งหมดที่ซื้อในช่วงระยะเวลาของการ Presale นี้",
    "benefit2_title": "ได้รับสิทธิ์การเข้าถึงแพลตฟอร์มก่อนใคร",
    "benefit2_description": "การเข้าร่วมในพรีเซลจะทำให้คุณถูกเพิ่มลงในรายชื่อ Whitelist โดยอัตโนมัติ",
    "benefit3_title": "การเข้าถึงการซื้อขายเครดิตคาร์บอนล่วงหน้า",
    "benefit3_description": "บนแพลตฟอร์ม Giver ล่วงหน้าหนึ่งไตรมาสจากผู้ถือโทเค็นทั่วไป",
    "token_name": "Giver",
    "token_presale": ""
  },
  "investmentFunds": {
    "title": "แหล่งที่เงินทุนจะถูกนำไปใช้",
    "description": "เงินทุนจะถูกใช้เพื่อสนับสนุนเกษตรกรขนาดเล็กในการเข้าร่วมโครงการ T-Ver เพื่อให้สอดคล้องกับมาตรฐานเครดิตคาร์บอน จากนั้นเราจะใช้เงินทุนเหล่านี้ในการซื้อเครดิตคาร์บอนและขายบนแพลตฟอร์มของเรา",
    "photo1Alt": "เด็กๆ ในป่า",
    "photo2Alt": "ทิวทัศน์ฟาร์ม"
  }
}
