{
  "Home": "หน้าแรก",
  "Service": "บริการ",
  "Pages": "หน้าเพจ",
  "Presale": "พรีเซล",
  "Blog": "บล็อก",
  "AboutUs": "เกี่ยวกับเรา",
  "TokenSale": "ขายโทเค็น",
  "The": "โทเค็น",
  "Giver": "กิฟเวอร์",
  "Token": "โทเค็น",
  "is a digital token used for carbon credit trading on the": "คือโทเค็นดิจิทัลที่ใช้สำหรับการซื้อขายเครดิตคาร์บอนบนแพลตฟอร์ม",
  "platform.": "แพลตฟอร์ม",
  "It aims to make transactions more efficient, secure, and eco-friendly by shifting from paper-based to digital processes.": "มีเป้าหมายที่จะทำให้การทำธุรกรรมมีประสิทธิภาพ ปลอดภัย และเป็นมิตรต่อสิ่งแวดล้อมมากขึ้นโดยเปลี่ยนจากกระดาษเป็นดิจิทัล",
  "Giver leverages blockchain and smart contracts to ensure transparency and connect carbon credit buyers with sellers easily.": "กิฟเวอร์ใช้บล็อกเชนและสมาร์ทคอนแทรคเพื่อให้ความโปร่งใสและเชื่อมต่อผู้ซื้อและผู้ขายเครดิตคาร์บอนได้อย่างง่ายดาย",
  "Token Sale": "ขายโทเค็น",
  "Benefits of the": "ประโยชน์ของ",
  "Carbon Credit": "เครดิตคาร์บอน",
  "Carbon Credit Trading": "การซื้อขายเครดิตคาร์บอน",
  "Staking Pool": "สเตกกิ้งพูล",
  "The Giver Token platform streamlines secure, transparent carbon credit trading via blockchain, enabling global transactions without geographical limits. It connects users to the growing carbon credit market, helping reduce emissions and support certified carbon reduction projects.": "แพลตฟอร์ม กิฟเวอร์ โทเค็น ช่วยเพิ่มประสิทธิภาพการซื้อขายเครดิตคาร์บอนที่ปลอดภัยและโปร่งใสผ่านระบบบล็อกเชน ช่วยให้ทำธุรกรรมทั่วโลกได้โดยไม่มีข้อจำกัดทางภูมิศาสตร์ นอกจากนี้ยังเชื่อมต่อผู้ใช้กับตลาดเครดิตคาร์บอนที่กำลังเติบโต ช่วยลดการปล่อยก๊าซเรือนกระจกและสนับสนุนโครงการลดคาร์บอนที่ผ่านการรับรอง",
  "Giver Token offers holders the opportunity to stake their tokens on the platform, earning additional rewards by supporting the network and increasing platform liquidity. Staking is a way to generate passive income for token holders. The more you participate, the greater the rewards you can earn.": "กิฟเวอร์ โทเค็น มอบโอกาสให้ผู้ถือโทเค็นสามารถวางเดิมพันโทเค็นบนแพลตฟอร์มเพื่อรับรางวัลเพิ่มเติมโดยการสนับสนุนเครือข่ายและเพิ่มสภาพคล่องของแพลตฟอร์ม การวางเดิมพันเป็นวิธีสร้างรายได้แบบพาสซีฟสำหรับผู้ถือโทเค็น ยิ่งคุณมีส่วนร่วมมากเท่าไร คุณก็จะได้รับรางวัลมากขึ้นเท่านั้น",
  "Learn more": "เรียนรู้เพิ่มเติม",
  "How to": "วิธีการทำงานของ",
  "Four steps to carbon credit trading on Giver": "สี่ขั้นตอนในการซื้อขายเครดิตคาร์บอนบน  กิฟเวอร์",
  "Connecting buyers and sellers": "เชื่อมต่อผู้ซื้อและผู้ขาย",
  "Buyers and sellers connect directly on the Giver platform.": "ผู้ซื้อและผู้ขายเชื่อมต่อโดยตรงบนแพลตฟอร์ม กิฟเวอร์",
  "Using Giver Token": "ใช้โทเค็น กิฟเวอร์",
  "Buyers pay for carbon credits with Giver Token.": "ผู้ซื้อจ่ายเงินเพื่อเครดิตคาร์บอนด้วยโทเค็น กิฟเวอร์",
  "Smart Contracts": "สมาร์ทคอนแทรค",
  "Transactions are secured and automated via Smart Contracts.": "การทำธุรกรรมได้รับการรักษาความปลอดภัยและอัตโนมัติผ่านสมาร์ทคอนแทรค",
  "Staking and Interest": "การวางเดิมพันและดอกเบี้ย",
  "Both parties receive their tokens or carbon credits instantly.": "ทั้งสองฝ่ายได้รับโทเค็นหรือเครดิตคาร์บอนของพวกเขาทันที",
  "Tokennomics": "โทเคนนอมิกส์",
  "Total Supply": "จำนวนทั้งหมด",
  "Tokens": "โทเคน",
  "Token Sale Details: The price of 1 Giver = 0.01 USD.": "รายละเอียดการขายโทเค็น: ราคาของผู้ให้ 1 คน = 0.01 ดอลลาร์สหรัฐ",
  "Those who purchase tokens during the Presale will receive a 20% bonus on their purchase, but the tokens must be locked for 2 years via a Vesting Smart Contract.": "ผู้ที่ซื้อโทเคนในช่วงพรีเซลจะได้รับโบนัส 20% จากการซื้อของพวกเขา แต่โทเคนต้องถูกล็อคไว้เป็นเวลา 2 ปีผ่านสัญญาฉลองสมาร์ท",
  "Buyers during the ICO phase will have early access to the Stake Pool and can earn an interest rate of 25%.": "ผู้ซื้อในช่วง ICO จะได้รับการเข้าถึง Stake Pool ล่วงหน้าและสามารถรับอัตราดอกเบี้ย 25%.",
  "Burn Target 40% =": "เป้าหมายการเผาไหม้ 40% =",
  "Pre-sale": "พรีเซล",
  "Developer and Project Owner": "ผู้พัฒนาและเจ้าของโครงการ",
  "Marketing, Community Development, Partnership": "การตลาด การพัฒนาชุมชน ความร่วมมือ",
  "Lock Liquidity": "ล็อคความเหลือ",
  "Reward": "รางวัล",
  "*Privilege for Pre-sale Customer": "*สิทธิพิเศษสำหรับลูกค้าพรีเซล",
  "More Documents": "เอกสารเพิ่มเติม",
  "White Paper EN Version": "เวอร์ชั่นภาษาอังกฤษ",
  "White Paper TH Version": "เวอร์ชั่นภาษาไทย",
  "How Our Platform work EN Version": "วิธีการทำงานของเราเวอร์ชั่นภาษาอังกฤษ",
  "How Our Platform work TH Version": "วิธีการทำงานของเราเวอร์ชั่นภาษาไทย",
  "Download": "ดาวน์โหลด"
}
